#!/bin/env python3

baner1 = """
       ╭╮╱╱╱╱╱╭╮╱╱╱╱╱╭━━━╮╱╱╱╱╱╱╱╭╮
       ┃┃╱╱╱╱╭╯╰┳╮╱╱╱┃╭━╮┃╱╱╱╱╱╱╱┃┃
       ┃┃╱╱╭━┻╮╭┫┣━━╮┃┃╱╰╋━┳━━┳━━┫┃╭╮
       ┃┃╱╭┫┃━┫┃╰┫━━┫┃┃╱╭┫╭┫╭╮┃╭━┫╰╯╯
       ┃╰━╯┃┃━┫╰╮┣━━┃┃╰━╯┃┃┃╭╮┃╰━┫╭╮╮
       ╰━━━┻━━┻━╯╰━━╯╰━━━┻╯╰╯╰┻━━┻╯╰╯
  --==[list of P@55w0rd  in your hand]==--
      ----==[ @R5C +--+ v1.0.2 ]==----"""

baner2 =  """
  ┏┳━━━┳┓
┏┓┣┫┏━━┫┗┳━┳━┳━┳┓
┃┗┫┃┗━━┫┏┫╋┃┻┫┃┃┃
┗━┻┻━━┓┣━╋┓┣━┻┻━┛
   ┏━━┛┃ ┗━┛ @R5C v!.O.2"""

baner3 = """

ALGORITHM: M̸̢̞͌͑͌͜D̸̡̻̽̿͜-̵̼̟̝͆͒̕5̸̼̟͔͊͘͝
HASH     : 5e547fe475f1ac964b29c11376e24cc4
CRACKED  : li5tg3n
"""

from random import choice
BANNER = choice([baner2,baner1,baner1,baner3])
